[
    {
        "id": 1,
        "Lab tests": "HIa-B27",
        "MRP": 1500,
        "Clinical Significance": "Human Leukocyte Antigen (HLA) B27 test helps to assess the likelihood of having an autoimmune disorder associated with the presence of HLA-B27. This test aids in diagnosis and evaluating conditions which cause arthritis-like chronic joint pain, stiffness, and inflammation.",
        "Technique": "FLOWCYTOMETRY",
        "Who Prescribes": "Rheumatologist,Generalphysician,GeneralMedicine",
        "Reporting tat": 24,
        "Sample Type": "EDTA",
        "Fasting": " "
    },
    {
        "id": 2,
        "Lab tests": "Elements 22 (Toxic And Nutrients)",
        "MRP": 1000,
        "Clinical Significance": "NA",
        "Technique": "NA",
        "Who Prescribes": "NA",
        "Reporting tat": "NA",
        "Sample Type": "NA",
        "Fasting": "NA"
    },
    {
        "id": 3,
        "Lab tests": "Anti Mullerian Hormone (Amh)",
        "MRP": 1000,
        "Clinical Significance": "AMH is associated with testicular development in males and is a marker of ovarian reserve in females. It helps in evaluating the fertility in women.",
        "Technique": "C.L.I.A",
        "Who Prescribes": "Obstetricians,Gynecologists,Urologists",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 4,
        "Lab tests": "Sex Hormone Binding Globulin (Shbg)",
        "MRP": 1000,
        "Clinical Significance": "Sex hormone binding globulin (SHBG) transports hormones like testosterone, estradiol and dihydrotestosterone in the blood as biologically inactive forms. Changes in its levels can affect the amount of hormone that is available to be used by the body. Level of SHBG in the blood is used for the evaluation of androgen deficiency or excess.",
        "Technique": "C.M.I.A",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 5,
        "Lab tests": "Anti Sperm Antibody (Asab)",
        "MRP": 1000,
        "Clinical Significance": "Infertility is a common issue faced by couples in reproductive age. In many of these cases, Antisperm antibodies have been regarded as the cause for infertility. Antisperm antibody test detects antibodies against the sperm antigens. Higher the level of antibody-affected sperms found in the semen, lower is the chance of the sperm fertilizing an egg.",
        "Technique": "E.L.I.S.A",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 6,
        "Lab tests": "Blood Element Analysis Profile",
        "MRP": 900,
        "Clinical Significance": "Analysis of toxic elements like arsenic, mercury, lead, cadmium,etc., is crucial to monitor health and well being. Today’s pollution-rich environment can change the levels of these elements and can potentially harm the body.",
        "Technique": "ICP-MS",
        "Who Prescribes": "Hematologists,Generalphysician,GeneralMedicine",
        "Reporting tat": 24,
        "Sample Type": "EDTA",
        "Fasting": "NO"
    },
    {
        "id": 7,
        "Lab tests": "C-Peptide",
        "MRP": 800,
        "Clinical Significance": "C-Peptide is a protein released into the blood during the process of insulin production by pancreas. This test can say how well your body makes insulin. It can also help to differentiate between Type-1 and Type-2 diabetes",
        "Technique": "C.L.I.A",
        "Who Prescribes": "Endocrinologists",
        "Reporting tat": 3,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 8,
        "Lab tests": "17 Oh Progesterone",
        "MRP": 750,
        "Clinical Significance": "17-OH progesterone (17 OHP) is a useful test for screening infants with Congenital Adrenal Hyperplasia (CAH). It is also used for screening of male infertility, girls with peripubertal virilization, children with premature adrenarche or ambiguous genitalia. For diagnostic purpose, results should always be assessed in conjunction with the patient’s medical history, clinical examination and other diagnostic findings.",
        "Technique": "E.L.I.S.A",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 9,
        "Lab tests": "Anti Hepatitis A Virus (Anti Hav) - Igm",
        "MRP": 750,
        "Clinical Significance": "Anti-HAV test is primarily used to determine the cause of acute hepatitis or to identify the type of hepatitis virus causing an infection. Individuals produce IgM antibodies on exposure to HAV either naturally or due to vaccination. Testing for the presence of IgM antibodies against hepatitis A virus is performed when the patient shows symptoms of hepatitis such as fever, fatigue, nausea, vomiting, abdominal pain, dark urine and/or pale colored stool, joint pain, jaundice",
        "Technique": "C.M.I.A",
        "Who Prescribes": "GeneralMedicine,Infectiousdiseasesspecialist",
        "Reporting tat": 4,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 10,
        "Lab tests": "Ca 15.3",
        "MRP": 750,
        "Clinical Significance": "Cancer antigen 15-3 (CA 15-3) biomarker test is used to monitor cancerous breast tumor. It helps in determining the effectiveness of treatment and disease recurrence. Normal levels of CA 15-3 protein are produced by breast cells, however increased production is observed in case of breast cancer. CA 15-3 levels are also elevated in individuals with other cancers or diseases, such as colorectal cancer, lung cancer, cirrhosis, Hepatitis, and Benign Breast Disease",
        "Technique": "C.L.I.A\r\n\r",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 11,
        "Lab tests": "Ca 19.9",
        "MRP": 750,
        "Clinical Significance": "Cancer Antigen 19.9 (CA 19.9) test measures the amount of a protein CA 19-9 in the blood and helps in monitoring the response to a pancreatic cancer treatment and checks for recurrence.",
        "Technique": "C.L.I.A",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 12,
        "Lab tests": "Ca-125",
        "MRP": 750,
        "Clinical Significance": "CA125 is an ovarian cancer antigen. Certain cancers such as those of breast, gastrointestinal tract and kidney also show elevated levels of CA125. Thus, it is a sensitive but non-specific tumor marker that is used in the detection and monitoring of ovarian cancer.",
        "Technique": "C.M.I.A",
        "Who Prescribes": "Oncologists,surgeons",
        "Reporting tat": 3,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 13,
        "Lab tests": "Ceruloplasmin",
        "MRP": 750,
        "Clinical Significance": "Ceruloplasmin (CER) is a copper-containing enzyme that plays a role in body's iron metabolism. Measuring levels of ceruloplasmin aids in the diagnosis of copper metabolism disorders. The test helps to diagnose Wilson disease and other conditions associated with copper deficiencies.",
        "Technique": "NEPHELOMETRY",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 14,
        "Lab tests": "Erythropoietin",
        "MRP": 750,
        "Clinical Significance": "Erythropoietin (EPO) measurement helps in the diagnosis of anemia and polycythemia. EPO assay also aids in the prediction and monitoring of response to recombinant EPO treatment in people with anemia.",
        "Technique": "C.L.I.A",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 15,
        "Lab tests": "Free Psa",
        "MRP": 750,
        "Clinical Significance": "NA",
        "Technique": "NA",
        "Who Prescribes": "NA",
        "Reporting tat": "NA",
        "Sample Type": "NA",
        "Fasting": "NA"
    },
    {
        "id": 16,
        "Lab tests": "Free Testosterone",
        "MRP": 750,
        "Clinical Significance": "Free testosterone measurements are used for clinical evaluation of hypogonadism in males and hyperandrogenic state in females. It is also used to screen for damages or disease of ovaries, testes, adrenal and pituitary gland. In females, this test also helps in diagnosing infertility and PCOD.",
        "Technique": "E.L.I.S.A",
        "Who Prescribes": "Urologists,endocrinologist,gynecologists",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 17,
        "Lab tests": "Immunoglobulin A (Iga)",
        "MRP": 750,
        "Clinical Significance": "The Immunoglobulin A or IgA test is used to assess the levels of IgA antibodies in blood. This test aids in screening of autoimmune disorders and cancers, however the test cannot pinpoint the exact cause of the IgA level fluctuations and correlation with other tests is necessary to find out the root cause for fluctuations in IgA levels.",
        "Technique": "NEPHELOMETRY",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 18,
        "Lab tests": "Immunoglobulin G (Igg)",
        "MRP": 750,
        "Clinical Significance": "This test measures the levels of IgG antibodies in blood. IgG class of antibodies is responsible to provide protection against infections.",
        "Technique": "NEPHELOMETRY",
        "Who Prescribes": "Generalphysician,GeneralMedicine,Immunologist",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 19,
        "Lab tests": "Immunoglobulin M (Igm)",
        "MRP": 750,
        "Clinical Significance": "Immunoglobuin M test measures the level of IgM antibodies in blood. This test is used to assess immune system status of the person and its ability to deal with antigens.",
        "Technique": "NEPHELOMETRY",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 20,
        "Lab tests": "Thyroglobulin (Tg)",
        "MRP": 750,
        "Clinical Significance": "Thyroglobulin (TG) test is generally recommended in evaluating the effectiveness of anticancer treatment /surgery in patients suffering from thyroid cancer. Its estimation is important for distinguishing sub-acute thyroiditis from thyrotoxicosis factitia (exogenous thyrotoxicosis).",
        "Technique": "C.L.I.A",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 21,
        "Lab tests": "Tissue Transglutaminase - Iga (Ttg)",
        "MRP": 750,
        "Clinical Significance": "Tissue Transglutaminase (TTG) is an enzyme responsible for protection, prevention and tissue remodelling or repair processes. Anti-tTG antibodies are more sensitive and specific than anti-Gliadin antibodies. Screening for TTG-IgA antibodies is recommended to identify patients at risk for celiac disease. This test detects autoantibodies in the blood that the body produces as part of the immune response. It also aids in monitoring adherence to gluten-free diet in disease confirmed patients.",
        "Technique": "E.L.I.S.A",
        "Who Prescribes": "Immunologists,GeneralMedicine",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 22,
        "Lab tests": "Androstenedione (A4)",
        "MRP": 750,
        "Clinical Significance": "Estimation of androstenedione is used for monitoring the functions of adrenal gland and diagnosis of polycystic ovarian syndrome. It is also used to detect adrenal tumor and treatment of congenital adrenal hyperplasia (CAH).",
        "Technique": "C.L.I.A",
        "Who Prescribes": "NA",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 23,
        "Lab tests": "Anti Hepatitis E Virus (Anti Hev) - Igm",
        "MRP": 750,
        "Clinical Significance": "HEV is often transmitted through contaminated water and affects the liver. Anti HEV-IgM are the antibodies that are produced in exposure with HEV by the body. Presence of these antibodies serves as a marker of acute HEV infection.",
        "Technique": "E.L.I.S.A",
        "Who Prescribes": "GeneralPhysician,Generalmedicine,infectiousdiseasesspecialist",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 24,
        "Lab tests": "Anti Phospholipid Antibody (Apl) - Igg",
        "MRP": 750,
        "Clinical Significance": "These are antibodies produced against components of the cell membranes called phospholipids. Elevated levels are indicative of anti-phospholipid syndrome which is an autoimmune disease that results in blood clots, miscarriage and stillbirth.",
        "Technique": "E.L.I.S.A",
        "Who Prescribes": "Obstetricians and Gynecologists, immunologist",
        "Reporting tat": 12,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 25,
        "Lab tests": "Anti Phospholipid Antibody (Apl) - Igm",
        "MRP": 750,
        "Clinical Significance": "NA",
        "Technique": "NA",
        "Who Prescribes": "NA",
        "Reporting tat": "NA",
        "Sample Type": "NA",
        "Fasting": "NA"
    },
    {
        "id": 26,
        "Lab tests": "Procalcitonin",
        "MRP": 750,
        "Clinical Significance": "NA",
        "Technique": "NA",
        "Who Prescribes": "NA",
        "Reporting tat": "NA",
        "Sample Type": "NA",
        "Fasting": "NA"
    },
    {
        "id": 27,
        "Lab tests": "Vdrl (Rpr) For Syphilis",
        "MRP": 750,
        "Clinical Significance": "VRDL is an indicative test for syphilis which is a Sexually Transmitted Disease (STD) causing painful sores and rashes. This test detects the presence of antibodies against the bacteria Treponema pallidum that causes Syphilis.",
        "Technique": "AGGLUTINATION",
        "Who Prescribes": "ObstetriciansandGynecologists,GeneralMedicine,Infectiousdiseasesspecialist",
        "Reporting tat": "NA",
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 28,
        "Lab tests": "Anti Hepatitis B Envelope Antigen (Ahbe) -Total",
        "MRP": 650,
        "Clinical Significance": "NA",
        "Technique": "NA",
        "Who Prescribes": "NA",
        "Reporting tat": "NA",
        "Sample Type": "NA",
        "Fasting": "NA"
    },
    {
        "id": 29,
        "Lab tests": "Anti Microsomal Antibody (Anna)",
        "MRP": 650,
        "Clinical Significance": "AMAs are produced when one is suffering from autoimmune disorders like Hashimoto's disease or Grave's disorder. Detection of these antibodies can therefore assist in the identifying damage to the thyroid cells causing such disorder",
        "Technique": "C.L.I.A",
        "Who Prescribes": "Endocrinologists,GeneralMedicine",
        "Reporting tat": 4,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    },
    {
        "id": 30,
        "Lab tests": "Anti Thyroglobulin Antibody (Atg)",
        "MRP": 650,
        "Clinical Significance": "ATD are autoantibodies that are produced followed by injury or inflammation of thyroid gland. Elevated levels of antithyroglobulin antibodies in blood indicates a number of thyroid disorder. Thus, testing helps to diagnose them.",
        "Technique": "C.L.I.A",
        "Who Prescribes": "Endocrinologists",
        "Reporting tat": 4,
        "Sample Type": "SERUM",
        "Fasting": "NO"
    }
]